<?php include ROOT.'/views/layouts/header.php'; ?>
<p style = "width: 700px;">Все мы любим казаться умнее, чем мы есть на самом деле.
Одним из способов добиться такого эффекта может быть применение профессионального жаргона.
А теперь подумаем еще раз — нет ли у подобного подхода негативной стороны?
Конечно, есть — люди ценят откровенный и понятный рассказ о том, что представляет собой ваша компания,
а если они даже не могут уяснить, о чем, собственно, идет речь в вашем предложении,
как они поймут, что нуждаются в вашем продукте или услуге?
Простой, но тщательно выверенный язык, описывающий сущность стартапа Apptopia,
легко доносит смысл предложения до самого простого среднестатистического обывателя.
</p>
<?php include ROOT.'/views/layouts/footer.php'; ?>
