<?php include ROOT.'/views/layouts/header.php' ; ?>

   <h2>Каталог и товарные секции интернет-магазина (витрина)</h2>
    <p>Чтобы оформить заказ на интересующее Вас цифровое устройство или компьютер необходимо выполнить простую последовательность действий:</p>
    <ul>
        <li>Зайдите в каталог товаров интернет-магазина.</li>
        <li>Перемещаясь по ссылкам, ведущим в те или иные товарные секции, выберите из них интересующую Вас.</li>
    </ul>

    <p>В выбранной Вами товарной секции интернет-магазина:</p>
    <ul>
        <li>Можно посмотреть подробное описание интеречующего Вас товара, кликнув по ссылке с названием товара, при этом вы попадете в описательную часть каталога товаров интернет-магазина.</li>
        <li>Можно указать необходимое Вам количество интересующего Вас товара в поле "Количество", и введя соответствующее число. По умолчанию в этом поле стоит единица.</li>
        <li>Чтобы положить выбранный товар в корзину, кликните по кнопке "В корзину". При этом откроется всплывающее окошко, которое свидетельствует о том, что товар успешно добавлен в Вашу корзину интернет-магазина</li>
        <li>Информационное окошко можно просто закрыть, клинув по соответствующей надписи в нем.</li>
        <li>Добавление товара в корзину можно выполнять многократно.</li>
        <li>После наполнения корзины можно перейти к просмотру ее содержания, для этого надо нажать на кнопку "Корзина", которая постоянно присутствует в верхней части страницы.</li>
    </ul>

    <h2>Товарная корзина интернет-магазина</h2>
    <p>На странице интернет-магазина, которая называется корзиной, у вас есть возможность:</p>
    <ul>
        <li>Изменить количество заказываемого товара. После изменения числа в соответствующих полях необходимо нажать на кнопку "Пересчитать", чтобы изменения вступили в силу. При этом страница перезагрузится и выведет новое состояние</li>
        <li>Удалить заказ – для этого необходимо поставить галочку в графе удалить напротив того товара, который необходимо удалить. После установки галочки необходимо нажать на кнопку "Пересчитать", для того, чтобы изменения вступили в силу.</li>
        <li>Начать оформление заказа, для этого надо нажать на кнопку "Оформить заказ"</li>
    </ul>
    <h2>Оформление заказа</h2>
    <p>Процесс оформления заказа имеет два варианта в зависимости от того первый раз вы заказываете товар или нет.</p>

<?php include ROOT.'/views/layouts/footer.php' ; ?>
